Overload List
Name  |   Description
LoadFrom(String)
 Loads or reloads the DWG link from the given file path.
LoadFrom(ExternalResourceReference)
 Loads or reloads the DWG link from the given external resource reference.
 See Also
  CADLinkType Class
  CADLinkType Members
  Autodesk.Revit.DB Namespace